<%@ Page Title="" Language="C#" MasterPageFile="~/MP.Master" AutoEventWireup="true" CodeBehind="CaptainAmerica.aspx.cs" Inherits="MP.CaptainAmerica" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <title>Iron Man(איירון מן)</title>

    <style>
          p {
            color: black;
            font-weight: normal bold;
            font-size: 14pt;
        }

        h2 {
            color: red;
        }

        hr {
            width: 60%
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1 style="color: blue; text-align: center"> Captain America(קפטן אמריקה) </h1>
    <hr />
    
    <div>
    <img src="MARVEL Pics/CaptainAmericaPage.jpg" alt="קפטן אמריקה" title="קפטן אמריקה" style="width:400px; float:left; margin:20px" />
    </div>

    <div>
    <p>
        קפטן אמריקה (באנגלית: Captain America) הוא דמות בדיונית של גיבור-על המופיעה בחוברות הקומיקס ביקום מארוול קומיקס.
        <br />הדמות נוצרה על ידי הכותב ג'ו סיימון והמאייר ג'ק קירבי והופיעה לראשונה בחוברת Captain America Comics #1 ממרץ 1941 של חברת טיימלי קומיקס (קודמתה של מארוול קומיקס).
        <br />דמותו של קפטן אמריקה עוצבה בתור חייל-על פטריוטי אשר לחם לצד בעלות הברית בתקופת מלחמת העולם השנייה, והיה לדמות הפופולרית ביותר של החברה בתקופת המלחמה.
        <br />לאחר המלחמה חלה ירידה בפופולריות של גיבורי-העל, ופרסומן של חוברות קפטן אמריקה הופסקו בשנות ה-50.
        <br />בשנת 1964, חברת מארוול החייתה מחדש את הדמות, שנשארה עמוד התווך של החברה במשך חמישה עשורים.
        <br />
        <br />
קפטן אמריקה לובש חליפה בעלת מוטיב של הדגל האמריקני ונושא מגן בלתי ניתן להשמדה בו הוא משתמש כנשק.
        <br />האלטר אגו של הדמות הוא סטיב רוג'רס, בחור שברירי וחלש אשר שודרג מעל ומעבר לגבולות היכולת האנושית בעזרת נסיוב נסיוני כדי לעזור לממשלת ארצות הברית במלחמת העולם השנייה.
        <br />לקראת סיום המלחמה הוא הוקפא תחת הקרח וגופתו נשמרה בהקפאה קריוגנית עד אשר הוחייתה מחדש בזמנים המודרניים.
        <br />אף על פי שדמותו של קפטן אמריקה הצטיירה לעיתים כאדם שנאבק לשמור על האידיאלים שלו מחוץ לתקופת הזמן שלו, רבים מכבדים אותו והוא הפך למנהיגה של קבוצת האוונג'רס.
        <br />
        <br />
דמותו של סטיב רוג'רס מדורגת במקום השישי ברשימת מאה גיבורי העל הגדולים, לפי אתר IGN, וכן במקום ה-21 ברשימת 50 דמויות הקומיקס הגדולות של כל הזמנים לפי מגזין אמפייר.
        <br />את דמותו של סטיב רוג'רס בסרטי היקום הקולנועי של מארוול "קפטן אמריקה", "הנוקמים", "קפטן אמריקה: חייל החורף", "הנוקמים: עידן אולטרון","קפטן אמריקה: מלחמת אזרחים", "הנוקמים: מלחמת האינסוף" ו"הנוקמים: סוף המשחק" מגלם השחקן כריס אוונס.
        </p>

        <h1 style="color:blue">ביוגרפיה דמיונית</h1>
        <p>
            סטיב רוג'רס נולד ב-4 ביולי 1918 בלואר איסט סייד ברובע מנהטן, ניו יורק לשרה וג'וזף רוג'רס, מהגרים איריים. אביו מת כשסטיב היה ילד ואמו מתה מדלקת ריאות בנעוריו.
            <br />לפני שארצות הברית הצטרפה למלחמת העולם השנייה בתחילת 1940, סטיב היה סטודנט לאמנות יפה, בעל מראה גבוה וכחוש. בהיותו מודאג מעליית הרייך השלישי לשלטון, סטיב ניסה להתגייס לצבא האמריקני אך נדחה עקב מאפייניו הפיזיים.
            <br />מאמציו משכו את תשומת לבם של הגנרל צ'סטר פיליפס ופרויקט "לידה מחדש", השואף לפתח את האמצעים ליצירתם של חיילים נעלים מבחינה פיזית.
            <br />רוג'רס התנדב להיות נושא המחקר ולאחר סלקציה קדחתנית נבחר להיות שפן הניסיונות האנושי הראשון לנסיוב ה"סופר-חייל" שפותח על ידי ד"ר ג'וזף ריינשטיין, שם ששוכתב בהמשך לד"ר אברהם ארסקין.
        </p>

        <h1 style="color: blue;">כוחות ויכולות</h1>
    <p>
        לקפטן אמריקה אין כוחות על, אם כי הודות לנסיוב "סופר-חייל" בשילוב עם טיפול קרני הויטה הוא הופך מצעיר כחוש לדגימה המושלמת ביותר של פיתוח אנושי.
        <br />רמות הכוח, הסיבולת, הזריזות, המהירות יחד עם הרפלקסים ויכולת ההחלמה של קפטן אמריקה הן מהגבוהות ביותר ונמצאות בשיא היעילות האנושית.
        <br />התברר כי גופו של רוג'רס כל הזמן ממלא מחדש את עצמו בנסיוב "סופר-חייל", ומשאב זה אינו מתרוקן או מתכלה.
    </p>

    <h2>יכולות ריפוי מוגברות</h2>
    <p>
        נוסחת ה"סופר חייל" שהוזרקה לגופו של רוג'רס גרמה לחילוף החומרים שלו להאיץ בצורה מהירה פי 4 מאדם רגיל, מה שמונע מרוג'רס להשתכר, בנוסף לכך יכולות הריפוי המדהימות שלו מסוגלות לרפא את גופו מפצעי ירי וחבלות תוך מספר ימים.
    </p>

    <h2>טקטיקן ומנהיג בשטח</h2>
    <p>
        ניסיון הקרב של רוג'רס והאימונים שקיבל הופכים אותו לטקטיקן מומחה ולמנהיג בשטח מוכשר ביותר.
        <br />חבריו לקבוצה שומעים לפקודותיו, ואף תור ציין כי רוג'רס הוא אחד ממעטי האנשים שהוא לוקח פקודות מהם, וש"ילך אחריו עד לשערי האדס".
        <br />יש לרוג'רס חושים ורפלקסים חדים במיוחד.
        <br />הוא משלב אמנויות לחימה רבות לתוך שיטת לחימה משלו, ביניהן איגרוף, ג'ודו, ג'ו ג'וטסו וקיקבוקס, כמו גם התעמלות.
        <br />שנים רבות של אימונים בשימוש במגן הבלתי שביר שלו מאפשרים לו להטיל אותו בדיוק רב, כמו גם להתקיף מספר מטרות בו זמנית בהטלה אחת ולגרום למגן לחזור אליו כבומרנג בתקיפת מטרות מאחוריו.
        <br />נחשב ללוחם קרב פנים אל פנים הטוב ביותר ביקום מארוול.
        <br />אף על פי שנוסחת הסופר-חייל היא מרכיב חיוני בכוח הפיזי שלו, רוג'רס הוכיח את עצמו גם נגד יריבים חזקים יותר וגם במקרים בהם הנוסחה נוטרלה בגופו והחזירה אותו למצב שלפני שינוי הצורה.
        <br />
        <br />
לרוג'רס יש ידע מעמיק של הכוחות המזוינים של ארצות הברית והוא מודע למבצעים סודיים ביותר של משרד ההגנה.
        <br />הוא מתמחה באסטרטגיה צבאית, אמצעי חבלה והישרדות, אקרובטיקה ופארקור וכן טיסה.
        <br />עקב היכרותו עם סוכנות הביון S.H.I.E.L.D, לרוג'רס יש ידע נרחב על קהילת הריגול הבינלאומית.
    </p>

    <h2>נוסחת הסופר-חייל</h2>
    <p>
        הנוסחה שבגופו של רוג'רס מגבירה את כל התפקודים המטבולים שלו ומונעת הצטברות של חומצה לקטית בשריריו - מה שמקנה לו סיבולת מוגברת יותר מכל אדם רגיל.
        <br />כתוצאה מכך, הוא מסוגל לשאת משקל רב (כ-545 ק"ג) ולרוץ מרחק של קילומטר וחצי למשך 73 שניות (כמעט ממחצית המהירות המקסימלית של האצנים המהירים ביותר).
        <br />בנוסף, שדרוגים אלה הם הסיבה לכך שרוג'רס יכול היה לשרוד הקפאה עמוקה בקרח למשך שנים.
        <br />רוג'רס עמיד בפני כל סוגי ההיפנוזה וגזים המסוגלים להגביל את יכולת הריכוז שלו.
        <br />הסודות ליצירתו של הנסיוב נאבדו עם מותו של יוצרו, ד"ר אברהם ארסקין.
        <br />בעשורים הבאים נעשו מספר ניסיונות לחקות את התהליך, אך הם הסתיימו בכישלון.
        <br />חמור מכך, ניסיונות אלו רק יצרו נבלי-על פסיכופתיים, כשביניהם נמנים כפילו של קפטן אמריקה משנות ה-50 והנבל ניוק.
    </p>

    <h2>כלי נשק וציוד</h2>
    <p>
        קפטן אמריקה השתמש במגנים שונים לאורך שנות קיומו.
        <br />הידוע מביניהם הוא מגן בצורת דיסק בלתי שביר העשוי מסגסוגת נסיונית של ויברניום ופלדה.
        <br />המגן נוצק על ידי המטלורג ד"ר מיירון מק'ליין שהוחתם על ידי ממשלת ארצות הברית כדי ליצור חומר בלתי חדיר לטנקים במהלך מלחמת העולם השנייה.
        <br />הסגסוגת נוצרה בטעות ומעולם לא שוכפלה, אם כי ניסיונות להנדס אותה הובילו לגילויו של חומר האדמנטיום.
        <br />למגן יש סגולות אווירודינמיות רבות: הוא מסוגל לחתוך את האוויר עם התנגדות רוח מינימלית.
        <br />גמישותו יחד עם הקשיחות הטבעית שלו, מאפשרת לו לקפץ מחפצים עם איבוד מינימלי של אנרגיה.
        <br />הוא בלתי שביר, חסין מפני כדורים, טמפרטורות קיצוניות, מגנטיות וקרינה.
        <br />
        <br />
אפילו ללא המגן שלו, קפטן אמריקה משתמש במגנים אחרים המורכבים ממתכות פחות עמידות מחומר הוויברניום, כמו פלדה, או מגן אנרגיית פוטונים שנועד לחקות את מטריצת הוויברניום.
        <br />כאשר רוג'רס העביר את נטל זהות קפטן אמריקה לבארנס, הוא השתמש במגן אנרגיה חלופי אותו יכול היה לשאת בכל אחת מזרועותיו, ולהשתמש בו כבולם התקפות או כנשק תקיפה המסוגל לחתוך דרך כל מתכת בקלות.
        <br />כמו מגן הוויברניום, גם מגן האנרגיה הוא כלי הטלה, ויכול לקפץ ממשטחים ולחזור לידיו.
        <br />החליפה של קפטן אמריקה עשויה מחומר דוחה אש, והוא לובש שריון שרשראות קל וחסין כדורים מתחתיה להגנה נוספת.
        <br />במקור הייתה המסיכה המסתירה את זהותו חלק נפרד מהתלבושת, אולם רוג'רס שינה אותה כדי שתתאים למיגון הכללי של החליפה, כולל מעטה לצוואר.
        <br />לקפטן אמריקה אופנוע הארלי דייווידסון מותאם אישית על ידי מעבדת הנשק של S.H.I.E.L.D וכן מסחרית שנבנתה בידי צוות פיתוח מווואקאנדה, המסוגלת לשנות את צבעה לצורכי הסוואה.
    </p>
    <p style="text-align:center">
        <a href="Marvel.aspx"><img src="SitePICS/backButton.png" style="height:95px;"/></a>
    </p>
        </div>
</asp:Content>
