<%@ Page Title="" Language="C#" MasterPageFile="~/MP.Master" AutoEventWireup="true" CodeBehind="First.aspx.cs" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <img src="MARVEL%20Pics/Marvel_Logo.png" style="float:left; width:25%" />
    <p style="font-size:16pt">
    <br />ברוכים הבאים לאתר MARVELOUS
    <br />אתר זה נוצר בכדי לאגור לכם הקוראים מידע על חברת הקומיקסים MARVEL.
    <br />שם האתר אומר בעברית נפלא ומכיל בתוכו את המילה MARVEL.
        <br />
    <br />קצת מידע על MARVEL:
    <br />מארוול קומיקס (באנגלית: Marvel Comics) היא חברת קומיקס אמריקאית הפועלת גם במדיות נוספות.
    <br />החברה אחראית לפרסומן של דמויות גיבורי-על מפורסמות כקפטן אמריקה, ספיידרמן, תור, איירון מן, סברה, הענק הירוק, דרדוויל, גוסט ריידר, דוקטור סטריינג' ונאמור, של קבוצות גיבורי-על כגון האוונג'רס (הנוקמים), אקס-מן, ארבעת<br /> המופלאים ו-S.H.I.E.L.D, נבלי על כגון מגנטו, תאנוס, דוקטור דום, קינגפין, הגולגולת האדומה, לוקי, אפוקליפס, ונום והגובלין הירוק וקבוצות נבלי על, כגון הידרה, המסדר השחור ומסדר עשר הטבעות והמנדרין.
    <br />
    <br />
החברה נוסדה בשנת 1939 על ידי המוציא לאור האמריקאי-יהודי מרטין גודמן, ובאותו הזמן, שמה של החברה היה "טיימלי הוצאה לאור".
    <br />החברה שינתה את שמה במהלך שנות ה-50 של המאה ה-20 ל"אטלס קומיקס", ושוב במהלך שנות השישים המוקדמות ל"מארוול קומיקס", עם השקתו של הקומיקס "ארבעת <br />המופלאים" בנוסף לכותרי קומיקס גיבורי-על נוספים אשר נוצרו באותה העת על ידי סטן לי, ג'ק קירבי, סטיב דיטקו ואמנים אחרים.
    <br />
        <br />באתר תוכלו למצוא מספר דברים ובהם:
         </p>
    <ul style="font-size:14pt">
        <li><a href="Marvel.aspx">מידע על גיבורי העל</li>
        <li><a href="Creators.aspx">מידע על היוצרים הגדולים בחברה</a></li>
        <li><a href="Gallery1.aspx">גלריית תמונות של MARVEL</a></li>
    </ul>
</asp:Content>
