<%@ Page Title="" Language="C#" MasterPageFile="~/MP.Master" AutoEventWireup="true" CodeBehind="IronMan.aspx.cs" Inherits="MP.a_websites.Animals.PAGES.Animal"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <title>Iron Man(איירון מן)</title>

    <style>
          p {
            color: black;
            font-weight: normal bold;
            font-size: 14pt;
        }

        h2 {
            color: orangered;
        }

        hr {
            width: 60%
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1 style="color: darkred; text-align: center"> Iron Man(איירון מן) </h1>
    <hr />
    
    <div>
    <img src="MARVEL Pics/IronManPage.jpg" alt="איירון מן" title="איירון מן" style="width:400px; float:left; margin:20px" />
    </div>

    <div>
    <p>
    איירון מן (באנגלית: Iron Man, בתרגום חופשי לעברית: איש הברזל) הוא דמות בדיונית של גיבור-על, המופיעה בחוברות הקומיקס ביקום מארוול קומיקס.<br />
        דמותו של איירון מן הופיעה לראשונה בחוברת Tales of Suspense #39 ממרץ 1963, ונוצרה על ידי הכותבים סטן לי ולארי ליבר והמאיירים ג'ק קירבי ודון הק.<br />
        <br />
איירון מן הוא האלטר אגו של טוני סטארק, מיליארדר וממציא גאון, שנפצע אנושות ונשבה, ואולץ לבנות נשק להשמדה המונית.<br />
        במקום זאת, הוא בונה חליפת שריון בעלת טכנולוגיה מתקדמת שמצילה את חייו ואשר בעזרתה הוא נמלט משוביו ומגן על העולם כאיירון מן.<br />
        במהלך השנים, איירון מן היה חבר בקבוצת האוונג'רס, וכיכב בסדרת חוברות משלו.<br />
        <br />
דמותו של איירון מן מדורגת במקום ה-12 ברשימת מאה גיבורי העל הגדולים, לפי אתר IGN וכן במקום ה-17 ברשימת 50 דמויות הקומיקס הגדולות של כל הזמנים לפי מגזין אמפייר.<br />
        השחקן רוברט דאוני ג'וניור מגלם את דמותו של איירון מן בסרטי היקום הקולנועי של מארוול, ובפרט בסרטי הלייב אקשן<br /> "איירון מן", "הענק הירוק", "איירון מן 2", "הנוקמים", "איירון מן 3", "הנוקמים: עידן אולטרון", "קפטן אמריקה: מלחמת אזרחים", "ספיידרמן: השיבה הביתה", "הנוקמים: מלחמת האינסוף" ו"הנוקמים: סוף המשחק".   <br />
    </p>
        <h1 style="color: darkred;">ביוגרפיה בדיונית</h1>
    <h2>לידה ואימוץ</h2>
    <p>
        אמנדה ארמסטרונג וג'וד, שני סוכני שטח בארגון הביון "S.H.I.E.L.D",נפגשו במהלך שנות ה-60 במשימת שטח, ולאחר שג'וד הציל את אמנדה מהתנקשות השניים התאהבו זה בזה והחלו במערכת יחסים רומנטית.<br /> לאחר קשר של שנתיים, אמנדה הרתה מג'וד.
        <br />כשבוע לפני לידת התינוק, אמנדה גילתה כי ג'וד משמש כסוכן כפול עבור ארגון הטרור "הידרה", ולאחר שרצחה אותו <br />בדקירת מספריים בצוואר היא ילדה את התינוק בבית חולים מקומי והחליטה לוותר על אימהותה ולהשאירו לאימוץ.<br /> כשניק פיורי שמע על כך הוא העביר את התינוק לבית יתומים ממשלתי.
        <br />התעשיין הווארד סטארק ורעייתו מריה סבלו מעקרות, ובניסיונם הכושל להציל את תוחלת החיים של העובר אשר הצליחו<br /> להרות, הווארד שמע על השארתו לאימוץ של תינוקם של אמנדה וג'וד, אימץ אותו והעניק לו את שמו - אנתוני אדוארד "טוני" סטארק.
    </p>

    <h2>ילדות ונעורים</h2>
    <p>
        טוני גדל במחשבה הטבעית כי הוא בנם הביולוגי של הווארד ומריה, ומעולם לא סופרה לו העובדה כי הוא מאומץ.
        <br />מנגד לאהבתה האינסופית של מריה כלפיו, אשר התייחסה אליו בחום ובאהבה בלתי ניתנים לערעור, הוא סבל מיחסים מתוחים עם הווארד, אשר התמכרותו החריפה לאלכוהול גרמה לו להתעלל בו מילולית ולהרחיק אותו ממנו.
        <br />כמנגנון התמודדות ליחסיו המתוחים עם אביו שהובילו לאי-סדר בחייו, טוני מצא מפלט בעולם האלקטרוניקה והחל לעסוק בו בהרחבה במעין התבודדות, כבר כשהיה בן 5.
        <br />כמעשה של אי-שביעות לעיסוקיו ולאופיו המופנם והמתבודד, הווארד שלח את טוני לפנימייה כבר בגיל 7.<br />
        <br />
לאחר שסולק מהפנימייה בעקבות מעשי אנוכיות וגאווה רבים, טוני הצטרף לתוכנית לימודי תואר ראשון בארכיטקטורה של המוסד האקדמי "MIT", זאת כשהיה בן 15 בלבד.
        <br />טוני סיים את לימודיו בהצטיינות כבר בגיל תשע עשרה כ"ילד פלא", בהרחבת מגמות לפיזיקה והנדסה. לאחר מכן, הוא החל ללמוד אלקטרוניקה באוניברסיטת קיימברידג'. שם, הוא פגש בפיזיקאי תיאודור סלת', אשר הרחיב את ידיעותיו והפך למנטור עבורו.
        <br />בתחילת שנות ה-20 לחייו, הוא החל לאבד עניין בלימודיו לטובת העצמת חיי החברה שלו, אשר הפכו לפרועים במיוחד, ולאחר שהוריו נהרגו בתאונת דרכים והוא ירש את הבעלות לחברת תעשיות<br /> הנשק הידועה לשמצה של הווארד, "תעשיות סטארק", והפך ליו"ר שלה, הוא נאלץ "להתבגר" ולהשקיע את זמנו ומחשבותיו בניהול החברה.
    </p>

    <h2>המצאת השריון וההפיכה ל"איירון מן"</h2>
    <p>
        כחלק ממסע עסקי שנועד לסייע לצבא ארצות הברית במאמץ המלחמתי טוני ביקר באפגניסטן, אך נקלע למארב ונפצע ממטען חבלה אשר הוצב בידי ארגון טרור ונשבה.
        <br />טוני גסס מרסס שחדר ללב שלו, ולוכדו הבטיח לו כי יעניק לו ניתוח אשר יציל את חייו אם יבנה עבורו נשק.
        <br />בידיעה כי לא יזכה לניתוח בשום מצב, טוני הסכים להצעת לוכדו במטרה להתקרב לכלים טכנולוגיים.
        <br />טוני הופנה למעבדה, בה היה מצוי שבוי נוסף, זוכה פרס נובל לפיזיקה הו ינסן, אותו טוני העריץ בעת לימודיו, והשניים הפכו לשותפים.
        <br />בעזרתו של ינסן, טוני בנה לוחית חזה מגנטית אשר שמרה על ליבו מחדירת הרסס, ולאחר מכן השניים החלו בבניית שריון בצורת שלד חיצוני אשר ישמש לבריחתם.
        <br />לאחר שינסן הקריב את חייו עבור טעינתו המלאה של השריון באמצעות גנרטור חשמלי, טוני עטה את השריון והרג את שוביו.
        <br />
בעת נדודיו במדבר בחיפוש אחר מוצב של צבא ארצות הברית, טוני פגש בג'יימס רודס, טייס בחיל הנחתים, אשר נרדף בידי טרוריסטים שהפילו את מטוסו.
        <br />טוני הציל את רודס מהטרוריסטים, והשניים התיידדו והפכו לחברים הטובים ביותר זה של זה.
        <br />בחזרה בארצות הברית, טוני גילה כי הוא אינו יכול להסיר את לוחית המתכת מחזהו מבלי שהרסס שיהרוג אותו, והוא נאלץ לעטות את הלוחית מתחת לבגדיו כמוליך חשמלי לליבו, וכן הוא חשף בפני הציבור את טכנולוגיית השריון ושחרר אותה לנחלת הכלל, אם כי הסתיר את סיפור לכידתו ושימושו בה.
        <br />לאחר שטרוריסטים ניסו לגנוב את טכנולוגיית השריון בעקבות שחרורה לנחלת הכלל, טוני אחסן אותה תחת אבטחה כבדה וחשף בפני הרבים את סיפור לכידתו.
        <br />בסתר, הוא החל לעטות את השריון ולפעול כגיבור-על "איירון מן", כאשר לציבור הוא סיפר כי הוא שומר ראשו הפרטי.<br />
        <br />
בתחילה, טוני השתמש בשריון במקרי חירום מועטים בלבד, אך הוא הרחיב את השימוש בו במלחמתו נגד אנטון ואנקו, אשר נודע כנבל-על "דינאמו הארגמן", ובקרבותיו השונים נגד המנדרין.
        <br />בהבנת עוצמת כוחו של השריון והפוטנציאל הרב הניתן בכך, הוא הצטרף לארגון "S.H.I.E.L.D" ופעל במשימות שונות להגנת ארצות הברית וכדור הארץ מפני איומים והיה לחבר-מייסד של קבוצת גיבורי-העל האוונג'רס.
        <br />במשך כל זמן זה, חברו הטוב ביותר רודס, נהגו האישי הארולד הוגאן ומזכירתו פפר פוטס היו היחידים אשר ידעו אודות זהותו הסודית.
        <br />
        <br />
מאוחר יותר, הוא עיצב מחדש את חליפת השריון ושדרג אותה ועבר השתלת לב. בנוסף, הוא הפסיק את פס ייצור הנשק של "סטארק תעשיות".
    </p>

    <h2>כוחות</h2>
    <p>
לתקופת מה, סטארק ניחן בתפישות על-חושיות כתוצאה מפגיעה אנושה במערכת העצבים שלו ולאחר שהותקנה בגופו מערכת מלאכותית.
        <br />כמו כן, הוא הזריק למערכת העצבים שלו נגיף טכנו-אורגני לאחר שנפגע בקרב נגד יריב ננוטכנולוגי ("איירון מן: אקסטרמיס"), מה שהציל<br /> את חייו וגרם לו להחלים במהירות מכל פציעה, אך גם התיך את השריון לגופו.
        <br />הדבר איפשר לו להשתמש ביכולתו של השריון כדי לתקן את עצמותיו השבורות, כמו גם לשלוט בה באמצעות מחשבתו בלבד.
        <br />סטארק מסוגל לשלוט בשכבות החליפה המותכות לתוך עורו ובצורה זו יכול "לזמן" את החליפה בעת הצורך.
        <br />סטארק מסוגל להתחבר לכל מקור טכנולוגי חיצוני כלוויינים, טלפונים סלולריים ומחשבים מכל רחבי העולם, ובנוסף הוא בעל יכולת<br /> חישה נוירופיזיולוגית אותה רכש לאחר שאיבחן את "חוש העכביש" של ספיידרמן.
        <a />
    <p />

    <p style="text-align:center">
        <a href="Marvel.aspx"><img src="SitePICS/backButton.png" style="height:95px;"/></a>
    </p>
        </div>
</asp:Content>
