<%@ Page Title="" Language="C#" MasterPageFile="~/MP.Master" AutoEventWireup="true" CodeBehind="JackKirby.aspx.cs" Inherits="MP.CaptainAmerica" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <title>Iron Man(איירון מן)</title>

    <style>
          p {
            color: black;
            font-weight: normal bold;
            font-size: 14pt;
        }

        h2 {
            color: red;
        }

        hr {
            width: 60%
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1 style="color: blue; text-align: center"> ג'ק קירבי </h1>
    <hr />
    
    <div>
    <img src="MARVEL Pics/JackKirbyPage.jpg" alt="ג'ק קירבי" title="ג'ק קירבי" style="width:400px; float:left; margin:20px" />
    </div>

    <div>
    <p>
 ג'ק קירבי (באנגלית: Jack Kirby;‏ 28 באוגוסט 1917 - 6 בפברואר 1994) היה כותב, אמן וקומיקסאי יהודי-אמריקני, אשר נחשב בעיני היסטוריוני קומיקס ומעריצים רבים לאחד מהיוצרים החלוציים והמשפיעים ביותר במדיום הקומיקס.
        <br />מתואר בידי הכותב גרנט מוריסון כ"ויליאם בלייק של הקומיקס".
    </p>

        <h1 style="color: blue;">חייו</h1>
    <p>
        <br />נולד בשם ג'ייקוב קורצברג (Jacob Kurtzberg) בלואר איסט סייד של מנהטן, ניו יורק, שם גדל והתחנך.
        <br />הוריו, רוז ובנג'מין קורצברג, היו מהגרים ממוצא אוסטרי-יהודי, ואביו הרוויח כסף למחיה מממכר בדים.
        <br /> עוד בנעוריו, קירבי שאף לברוח מהשכונה בה גדל.
        <br />הוא אהב לצייר, וחיפש מקומות בהם יוכל ללמוד יותר על אמנות.
        <br />בהיותו אוטודידקט, קירבי ציין שהשראתו הייתה אמני רצועות קומיקס כמילטון קאניף, האל פוסטר, אלכס ריימונד ודינג דרלינג.
    <br />
        <br />נודע גם בכינוי "המלך" ("The King") בקרב מעריצי קומיקס רבים.
        <br />במהלך חייו השתמש גם בשמות העט: ג'ק קרטיס, קרט דייוויס, לאנס קירבי, טד גריי, צ'ארלס ניקולס, פרד סנדי, טדי.
    <br />
        <br />כניסתו של קירבי לתעשיית הקומיקס החלה בסינדיקט העיתונות לינקולן בשנת 1936, שם עבד על רצועות קומיקס וקריקטורות עד לשנת 1939 תחת שם העט ג'ק קרטיס.
        <br />בהמשך עבד עבור אולפני ההנפשה פליישר סטודיוס בסרטוני פופאי המלח.
        <br />בתקופה זו, תעשיית הקומיקס פרחה, וקירבי החל לכתוב ולאייר עבור חברת קומיקס בבעלותו של ויל אייזנר תחת שמות העט קורט דייוויס, פרד סאנד וטד גריי.
        <br />הוא החל להשתמש בשם המשפחה "קירבי" כלאנס קירבי בסיפורי מערבונים (אוקטובר-נובמבר 1939), לפני שהחליט על שם העט ג'ק קירבי, משום ששם זה הזכיר לו את השחקן ג'יימס קאגני.
        <br />אולם, הוא נעלב מאלה אשר רמזו שהוא בחר בשמות אחרים כדי להסתיר את מוצאו היהודי.
    <br />
        <br />עם מעברו של קירבי לברוקלין בקיץ של שנת 1940, הוא הכיר את אשתו לעתיד רוזלינד גולדשטיין והחל לעבוד עבור פוקס הוצאה לאור.
        <br />חקר סיפר גיבורי-העל הוביל אותו להיכרות עם הכותב ג'ו סיימון, שגם עבד כעצמאי.
        <br />בהמשך, קירבי החל לעבוד בטיימלי קומיקס (לימים מארוול קומיקס), הוצאה לאור של עורך הספרות הזולה מרטין גודמן.
        <br />סיימון וקירבי יצרו את דמותו הפטריוטית של קפטן אמריקה, והצלחת המכירות הביאה ליצירתה של שותפות משפיעה ורבת שנים.
    <br />
        <br />הונצח בהיכל התהילה ע"ש ויל אייזנר בשנת 1987.
    <br />
        <br />נפטר ב-1994, ונטמן בחלקה היהודית של בית הקברות של Westlake Village, קליפורניה.
    </p>

    <p style="text-align:center">
        <a href="Creators.aspx"><img src="SitePICS/backButton.png" style="height:95px;"/></a>
    </p>
        </div>
</asp:Content>
