<%@ Page Title="" Language="C#" MasterPageFile="~/MP.Master" AutoEventWireup="true" CodeBehind="SpiderMan.aspx.cs" Inherits="MP.SpiderMan" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <title>Spider-Man(ספיידרמן)</title>

    <style>
          p {
            color: black;
            font-weight: normal bold;
            font-size: 14pt;
        }

        h2 {
            color: blue;
        }

        hr {
            width: 60%
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1 style="color: red; text-align: center"> Spider-Man(ספיידרמן) </h1>
    <hr />
    
    <div>
    <img src="MARVEL Pics/SpiderManPage.jpeg" alt="ספיידרמן" title="ספיידרמן" style="width:400px; float:left; margin:20px" />
    </div>

    <div>
    <p>
        ספיידרמן (באנגלית: Spider-Man, בתרגום חופשי לעברית: איש העכביש) הוא דמות בדיונית של גיבור-על המופיעה בחוברות הקומיקס ביקום מארוול קומיקס.
        <br />הדמות הופיעה לראשונה בחוברת #15 Amazing Fantasy מאוגוסט 1962, ונוצרה על ידי הכותב סטן לי והמאייר סטיב דיטקו.
        <br />
        <br />
ספיידרמן הוא האלטר אגו של פיטר פארקר, צלם במערכת העיתון "הדיילי ביוגל" אשר ננשך על ידי עכביש רדיואקטיבי (ובגרסאות מאוחרות יותר, גם מהונדס גנטית) והופך לגיבור-על.
        <br />הוא משתמש בכישוריו כדי להגן על העיר, ולהילחם במגוון רחב של אויבים שרוצים לפגוע בספיידרמן או אפילו בפיטר פארקר עצמו.
        <br />מאז הופעתו הראשונה, ספיידרמן הפך לאחד מגיבורי-העל המפורסמים בעולם והמצליח ביותר מבחינה מסחרית.
        <br />כדמות הדגל וכמותג של חברת מארוול קומיקס, ספיידרמן הופיע בשלל מדיות נוספות, בהן סדרות אנימציה, סדרות טלוויזיה וסרטי קולנוע.
        <br />
        <br />
דמותו של ספיידרמן מדורגת במקום החמישי ברשימת 50 דמויות הקומיקס הגדולות של כל הזמנים לפי מגזין "אמפייר" ובמקום השלישי ברשימת מאה גיבורי-העל הגדולים, לפי אתר IGN.
        <br />את דמותו של ספיידרמן בסרטי הלייב אקשן הקולנועיים גילמו שלושה שחקנים - בסרטים "ספיידרמן", "ספיידרמן 2" ו"ספיידרמן 3" מגלם אותו השחקן טובי מגווייר; בסרטים "ספיידרמן המופלא" ו"ספיידרמן המופלא 2" מגלם אותו השחקן אנדרו גארפילד; ובסרטי היקום הקולנועי של מארוול "קפטן אמריקה: מלחמת האזרחים", "ספיידרמן: השיבה הביתה", "הנוקמים: מלחמת האינסוף", "הנוקמים: סוף המשחק", "ספיידרמן: רחוק מהבית" ו"ספיידרמן: אין דרך הביתה" מגלם אותו השחקן טום הולנד.
    </p>
        <h1 style="color:blue">כוחות ויכולות</h1>
    <p>
        עקב נשיכתו על ידי עכביש רדיואקטיבי, פיטר פארקר ניחן בכוחות-על רבים הכוללים:
    <ul>
        <li>כוח פיזי מוגבר: ספיידרמן היה יכול להרים משקל של עד 10 טונות כשהכוחות שלו היו בתחילתם (מה שגרם לו לשקול קריירה של מתאבק מקצועי).
            <br />בהמשך ההתפתחות של כוחותיו מגבלת המשקל שהוא היה יכול להרים גדלה עד ל-25 טונות, אם כי, תחת לחץ נפשי אדיר הוא היה מסוגל לתמוך בכל בניין ה"דיילי ביוגל" ולפרק את השריון של איירון מן חתיכה אחר חתיכה.
            <br />בנוסף הוא צריך לרסן את עצמו כשהוא נלחם בבני-אדם רגילים אחרת הוא עלול לגרום להם נזק חמור שיכול להגיע למוות.
            <br />הוא גם יכול לעלף אדם באמצעות טפיחה על ראשו.
            <br />רק כשהוא נלחם ביריבים בעלי כוח או עמידות על-אנושיים הוא מכה בעוצמה המלאה של כוחותיו.
            <br />הכוח הפיזי המוגבר גם קיים בשרירי הרגליים, מה שנותן לספיידרמן את היכולת לקפוץ לגובה של מספר קומות (הייתה פעם שספיידרמן קפץ לגובה של 9 מטרים בטעות כדי להתחמק ממכונית).
            <br />
            <br />
        </li>
        
        <li>עמידות מוגברת: הגוף של ספיידרמן עמיד מאוד לכל סוגי הנזקים ובפרט עמיד לנזקים פיזיים כגון מכות, חבטות, נפילות וכו'.
            <br />הגידים של ספיידרמן גמישים פי 2 מאלו של אדם רגיל.
            <br />ספיידרמן הודה פעם שמאז שהוא קיבל את כוחותיו, הוא צריך לאפשר לבריונים להכות אותו.
            <br />באימונים של S.H.I.E.L.D, אדם שהכה אותו בגופו שבר את שורש כף היד.
            <br />ספיידרמן גם שרד פגיעה מטווח-אפס של טיל.
            <br />
            <br />
        </li>
        
        <li>ריפוי עצמי מוגבר: ספיידרמן יכול להתרפא משלל פציעות כגון כוויות, חבטות, שברים וכו' בזמן קצר בהרבה ממה שיידרש לאדם רגיל.
            <br />לדוגמה: הנשר השני עיוור פעם את ספיידרמן באמצעות נשיפת הרעל שלו וספיידרמן התרפא בתוך יומיים.
            <br />
            <br />
        </li>
        
        <li>מהירות מוגברת: ספיידרמן יכול לנוע במהירות עצומה (אם כי הוא מעדיף להתנדנד על הקורים שלו מאשר לרוץ ברחבי ניו יורק), לרוץ בקצב של מכוניות נוסעות, לנוע במהירויות שבהן הוא נראה כמו כתם מטושטש (כי העין לא יכולה לעקוב אחריו) ולרוץ במהירות של 200 קמ"ש למרחקים קצרים.
            <br />
            <br />
        </li>
        
        <li>זריזות מוגברת: זריזות וזמישות מוגברת מאפשרות לספיידרמן לבצע את כל הפעלולים האקרובטיים האפשריים וגם הרבה פעלולים שנחשבים בלתי אפשריים לאדם רגיל, גם אם הוא אקרובט מצטיין.
            <br />
            <br />
        </li>
        
        <li>רפלקסים מוגברים: לספיידרמן ישנם רפלקסים ברמה על אנושית המאפשרים לו להגיב בזמן שקטן בהרבה מזמן התגובה האנושי ולהתחמק מיריות רובים, בהינתן די מרחק ממקור היריות, גם ללא עזרת "חוש העכביש".
            <br />
            <br />
        </li>
        
        <li>שיווי-משקל מושלם: לספיידרמן יש איזון מושלם שבשילוב עם הרפלקסים המחודדים שלו מאפשר לו (בתאוריה) להתאזן על כל אובייקט, ללא כל קשר למידותיו.
            <br />
            <br />
        </li>
        
        <li>תפישה על-חושית: "חוש העכביש" של ספיידרמן מתבטא בתחושות של דגדוגים בבסיס הגולגולת שלו ומאפשר לו להימלט משלל סכנות כגון: ירי רובים (ללא צורך ברפלקסים העל-אנושיים שלו), מלכודות, חבטות וכולי.
            <br />כוח העל הזה מוסבר באמצעות העובדה שנשיכת העכביש שנתנה לספיידרמן את כוחותיו, חיברה אותו ל"רשת החיים והגורל", שבהרגישה שספיידרמן נתון בסכנה, שולחת לו אזהרה באמצעות "חוש העכביש".
            <br />
            <br />
        </li>
        
        <li>היצמדות למשטחים: ספיידרמן מסוגל להיצמד לכל משטח (כגון קירות ותקרות) באמצעות "ביו-מגנטיזם".
            <br />היכולת הזו מרוכזת בעיקר בכפות הידיים והרגליים שלו אם כי, היא פעילה בכול גופו.
            <br />
            <br />
        </li>
    </ul>
    </p>

    <p style="text-align:center">
        <a href="Marvel.aspx"><img src="SitePICS/backButton.png" style="height:95px;"/></a>
    </p>
        </div>
</asp:Content>

