<%@ Page Title="" Language="C#" MasterPageFile="~/MP.Master" AutoEventWireup="true" CodeBehind="StanLee.aspx.cs" Inherits="MP.a_websites.Animals.PAGES.Animal"%>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <title>סטן לי</title>

    <style>
          p {
            color: black;
            font-weight: normal bold;
            font-size: 14pt;
        }

        h2 {
            color: orangered;
        }

        hr {
            width: 60%
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1 style="color: darkred; text-align: center"> סטן לי </h1>
    <hr />
    
    <div>
    <img src="MARVEL Pics/StanLeePage.jpg" alt="סטן לי" title="סטן לי" style="width:400px; float:left; margin:20px" />
    </div>

    <div>
    <p>
    סטן לי (באנגלית: Stan Lee;‏ 28 בדצמבר 1922 – 12 בנובמבר 2018) היה כותב וקומיקסאי יהודי-אמריקאי.
        <br />שימש כיושב-ראש חברת מארוול קומיקס.
        <br />בין סדרות הקומיקס המוכרות שפיתח ניתן למצוא את ספיידרמן, איירון מן, אקס-מן, הענק הירוק, דרדוויל, ארבעת המופלאים ותור.
        <br />סטן לי נחשב לאחד מיוצרי הקומיקס הידועים והמשפיעים ביותר, ולמי שהפך את חברת מארוול לאימפריה כלכלית ובידורית.
        <br />
        <br />לי שיתף פעולה עם מספר אמנים נוספים בהם ג'ק קירבי וסטיב דיטקו בפיתוח הדמויות של מארוול.
        <br />בהמשך הוא הוביל את הצמיחה של מארוול קומיקס מחטיבת בת קטנה של הוצאת ספרים לתאגיד מולטימדיה ענק.
        <br />ישנה סדרה מוגבלת של חוברות קומיקס בהוצאת מארוול בשם "Stan Lee Meets Superheroes" ("סטן לי פוגש גיבורי-על") אשר בכל חוברת המשתייכת אליה פוגש סטן לי דמות פרי עטו.
        <br />בנוסף לכך הוא הופיע בסרטים המבוססים על ספרי קומיקס פרי עטו
    </p>
        <h1 style="color: darkred;">ביוגרפיה</h1>
    <h2>נעוריו ותחילת הקריירה</h2>
    <p>
        סטן לי נולד בשם סטנלי מרטין ליבר (Stanley Martin Lieber) בעיר ניו יורק שבמדינת ניו יורק למשפחה יהודית ממוצא רומני.
        <br />בגיל העשרה, החל לעבוד אצל המוציא לאור ג'ורג' גודמן, שהיה נשוי לבת דודו של לי, בחטיבת "Timely Comics", שמאוחר יותר התפתחה למארוול קומיקס.
        <br />עבודתו הראשונה של לי הייתה עמוד השלמת טקסט תחת שם העט "סטן לי" בחוברת קומיקס של קפטן אמריקה בשנת 1941.
        <br />זמן קצר לאחר מכן הוא עלה מדרגת סופר משלים לכותב בזכות עצמו, והפך לעורך הצעיר ביותר בתחום בגיל 17.
        <br />
        <br />בתקופת מלחמת העולם השנייה התגייס לי לצבא האמריקני ושירת בחיל הקשר.
        <br />במסגרת שירותו ככתב מדריכים, התאמן בכתיבת סלוגנים, יצירת סרטים ובציור קריקטורות.
        <br />הגדרת תפקידו הצבאי הייתה "מחזאי".
        <br />
        <br />לאחר מלחמת העולם השנייה חזר לי לעבודתו במארוול קומיקס.
        <br />באותה תקופה, קמפיין צניעות בהנהגת הדוקטור פרדריק ורתהם והסנטור אסטס קפאובר האשימו את חברות הקומיקס בהשחתת הקוראים הצעירים עם תמונות אלימות בעלות גוון מיני.
        <br />חברות הקומיקס הגיבו לנושא בהצבת סדרת חוקים פנימיים קפדניים, ומאוחר יותר אימצו לעצמן קוד אתי מחמיר.
        <br />
        <br />במהלך שנות ה-50 נשאר לי בחברת מארוול שנקראה גם טיימלי ואטלס, וכתב סוגיי חוברות קומיקס מגוונות.
        <br />עד סוף העשור, מאס לי בקריירה שלו ושקל לעזוב את התחום.
    </p>

    <h2>מהפכת מארוול</h2>
    <p>
        בסוף שנות ה-50 חברת DC קומיקס החייתה את סוגת גיבורי העל וזכתה להצלחה ניכרת עם הקומיקס ליגת הצדק של אמריקה.
        <br />בתגובה, מרטין גודמן, המוציא לאור של חברת מארוול, הציב ללי משימה ליצור קבוצת גיבורי על חדשה.
        <br />אשתו של לי הפצירה בו להתנסות וליצור את מה שהוא רוצה, כאשר הדבר הגרוע ביותר שיקרה, לפי דברי אשתו, היא שהוא יפוטר.
        <br />הוא פעל בהתאם לעצתה והקריירה שלו השתנתה לחלוטין כאשר עלה במוחו רעיון למשפחת גיבורי העל "ארבעת המופלאים".
    <br />
        <br />לי נתן לגיבורי העל אישיות לא מושלמת וקרובה יותר למציאות.
        <br />היה זה שינוי משמעותי מגיבורי העל האידיאליים שנכתבו עד אותה תקופה לילדים לפני גיל ההתבגרות.
        <br />לגיבורים שלו היו מצבי רוח רעים, התקפי מלנכוליה, הם היו קנאים, חמדנים וכו'.
        <br />הם התקוטטו אחד עם השני, דאגו לתשלומי חשבונות וניסו להרשים את החברים שלהם, ואפילו לקו מדי פעם במחלות. לפני כן, גיבורי על היו חסרי בעיות.
        <br />קבוצת הסופר גיבורים, אותה הפיק לי יחד עם המאייר ג'ק קירבי, שבתה את דמיונם של מתבגרים ומבוגרים כאחד מדור הבייבי-בומרס שלאחר מלחמת העולם השנייה.
    <br />
        <br />הפופולריות המיידית של החוברות הובילה את לי והמאיירים של מארוול להפיק שורה של כותרים חדשים.
        <br />לי יצר את הענק הירוק, איירון מן, ת'ור והאקס-מן.
        <br />יחד עם קירבי יצר את דרדוויל, עם ביל אוורט ואת דוקטור סטריינג'.
        <br />כמו כן יצר עם סטיב דיטקו את הדמות המצליחה ביותר של מארוול ספיידרמן.
    <br />
        <br />במהלך שנות ה-60 לי תיסרט, הנחה אומנותית וערך את רוב הסדרות של מארוול.
        <br />בנוסף לכך, ערך את עמודי המכתבים, כתב טור חודשי ואינספור דפי פרסום לחברה.
        <br />על מנת לעמוד בעומס השתמש לי בשיטה בה השתמשו בעבר חברות קומיקס שונות, בזכות הצלחתו עם אותה שיטה, היא ידועה כיום בשם "שיטת מארוול" או "סגנון מארוול" ליצירת חוברות קומיקס.
        <br />לי נהג לחלוק רעיונות עלילתיים עם המאייר ואז להכין תקציר במקום לכתוב תסריט מלא.
        <br />בהסתמך על התקציר, המאייר ממלא את מספר העמודים הרצוי על ידי ציור העלילה מרצועה לרצועה.
        <br />לאחר שהגיש המאייר את העמודים המצוירים בעיפרון, כתב לי את בלוני המלל והכותרות, ולאחר מכן השגיח על האיות והצביעה.
    <br />
        <br />בגלל השיטה, חלוקת הקרדיט היצירתי בחוברות הקומיקס של לי עדיין שנויה במחלוקת, בייחוד בחוברות שאוירו על ידי קירבי ודיטקו.
        <br />אף על פי שלי תמיד שיבח את המאיירים האלו, ישנם אנשים הטוענים כי תרומתם ליצירה גדולה מהקרדיט שניתן להם.
        <br />המחלוקת עם דיטקו על ספיידרמן הגיעה לפעמים לדרגות חריפות במיוחד.
    <br />
        <br />בשנת 1971 שינה לי באופן לא מכוון את הקוד שהיה נהוג בתעשייה.
        <br />מחלקת הבריאות ושירותי האנוש של ארצות הברית פנתה ללי בבקשה לכתוב סיפור על הסכנות שבלקיחת סמים ולי כתב סיפור בו חברו הטוב ביותר של ספיידרמן מתמכר לכדורים.
        <br />הסיפור אמור היה להתפרסם בחוברת "Amazing Spider-Man" מספר 96, אך רשות האתיקה של הקומיקס מנעה את פרסומו משום שהציג שימוש בסמים (ההקשר של הסיפור לא נחשב לרלוונטי).
        <br />עם הסכמת המוציא לאור, מארוול הוציאו את הקומיקס ללא אישורה של הרשות.
        <br />חוברת הקומיקס נמכרה בכמויות משביעות רצון ומארוול זכתה לשבחים על מודעותה החברתית.
        <br />רשות האתיקה של הקומיקס השתכנעה בעקבות המקרה והגמישה מעט את החוק במקרה של הצגת סמים באור שלילי ומספר חוקים נוספים.
    </p>

    <p style="text-align:center">
        <a href="Creators.aspx"><img src="SitePICS/backButton.png" style="height:95px;"/></a>
    </p>
        </div>
</asp:Content>
