<%@ Page Title="" Language="C#" MasterPageFile="~/MP.Master" AutoEventWireup="true" CodeBehind="SteveDitko.aspx.cs" Inherits="MP.SpiderMan" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <title>סטיב דיטקו</title>

    <style>
          p {
            color: black;
            font-weight: normal bold;
            font-size: 14pt;
        }

        h2 {
            color: blue;
        }

        hr {
            width: 60%
        }
    </style>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <h1 style="color: red; text-align: center"> סטיב דיטקו </h1>
    <hr />
    
    <div>
    <img src="MARVEL Pics/SteveDitkoPage.jpg" alt="סטיב דיטקו" title="סטיב דיטקו" style="width:400px; float:left; margin:20px" />
    </div>

    <div>
    <p>
 סטיבן ג'. דיטקו (באנגלית: Stephen J.
        Ditko;‏ 2 בנובמבר 1927 – 29 ביוני 2018) היה אמן, מאייר, וקומיקסאי אמריקאי שעבד לרוב כשותף של סטן לי בחברה מארוול קומיקס.
        <br />ידוע בעיקר בזכות לקיחת החלק שלו ביצירת הדמויות ספיידרמן ודוקטור סטריינג'.
    </p>
        <h1 style="color:blue">חיים מוקדמים</h1>
    <p>
        דיטקו נולד ב-2 בנובמבר 1927 בג'ונסטאון, פנסילבניה.
        <br />הוריו היו דור שני לאמריקאים: ילדים של מהגרים נוצרים- קתולים ביזנטיים מהאימפריה האוסטרו-הונגרית.
        <br />אביו, סטיבן, היה אמן נגר מוכשר מבחינה אמנותית במפעל פלדה ואמו, אנה, עקרת בית.
        <br />הילד השני בגודלו במשפחה ממעמד הפועלים, קדמו לו האחות אנה מארי, ואחריו האחות אליזבת והאח פטריק.
        <br />בהשראת אהבתו של אביו לרצועות קומיקס בעיתונים, במיוחד הנסיך ואליאנט של האל פוסטר, מצא דיטקו בגיל צעיר את התעניינותו בקומיקס מואצת לאחר שקרא את הקומיקס הראשון של גיבור העל באטמן שיצא בשנת 1939, ועל ידי "הרוח" של ויל אייזנר, שהופיע בקטע קומיקס בצהובון.
    </p>
        <h1 style="color:blue">קריירה</h1>
    <p>
        דיטקו החל ללמוד בבית הספר לקריקטוריסטים ומאיירים (לימים בית הספר לאמנויות חזותיות) בניו יורק לאחר שגילה שאחד המאיירים האהובים עליו, ג'רי רובינסון, מלמד שם.
        <br />הוא נרשם לבית הספר לאמנות תחת ה-G.I. רובינסון, שהזמין אמנים ועורכים לדבר עם כיתתו, הביא פעם את סטן לי, שאז היה עורך של מארוול קומיקס מבשר משנות ה-50 של מארוול קומיקס (שאז נקראה: אטלס קומיקס) ותיאר את הפעם כנקודת המפגש של סטן לי עם דיטקו שממנה התפתחה השותפות ביניהם.
        <br />כמה זמן לאחר מכן, דיטקו חלה בשחפת ועבר לגור עם הוריו לזמן מה- כאשר החלים, הוא חזר לניו יורק והחל לצייר עבור מארוול קומיקס, החל מארבעת העמודים "There'll Be Some Changes Made" ב-Journey into Mystery גיליון מספר 33 שיצא באפריל 1956.
        <br />לאחר שהעורך הראשי של מארוול קומיקס, סטן לי, קיבל אישור מהמו"ל מרטין גודמן ליצור גיבור-על חדש "בן נוער" בשם "ספיידרמן", לי פנה במקור לאמן המוביל בחברה, ג'ק קירבי.
        <br />קירבי סיפר ללי על תפיסת הדמות שלו משנות ה-50, שנקראת באופן שונה עכביש הכסף, שבה ילד יתום מוצא טבעת קסם שנותנת לו כוחות על.
        <br />היסטוריון הקומיקס גרג תאקסטון אומר שלי וקירבי "ישבו מיד לכנס סיפורים" ולי לאחר מכן הנחה את קירבי לעצב את הדמות ולצייר כמה דפים.
        <br />"יום או יומיים מאוחר יותר", קירבי הראה ללי את ששת העמודים הראשונים, ולי שנא את איך שהוא צייר את ספיידרמן.
        <br />לכן החליט לי לפנות לדיטקו, והוא אהב את זה.
        <br />לאחר מכן, הם הוציאו את הקומיקס הראשון של ספיידרמן באוגוסט 1962.
    </p>
        <h1 style="color:blue">קריירה</h1>
    <p>
        לדיטקו יש אחיין שנושא את שמו (סטיב דיטקו).
        <br />ככל הידוע, דיטקו מעולם לא לקח חלק במערכת יחסים ארוכת טווח ומעולם לא התחתן או הוליד צאצאים.
        <br />ב־29 ביוני 2018 נמצא דיטקו חסר הכרה בדירתו בניו יורק עקב אוטם שריר הלב, מחלה ממנה סבל זמן רב, ונקבע מותו זמן-מה לאחר שנמצא.
        <br />בסוף אותה שנה, גם שותפו וחברו הטוב- סטן לי, נפטר.
    </p>

    <p style="text-align:center">
        <a href="Creators.aspx"><img src="SitePICS/backButton.png" style="height:95px;"/></a>
    </p>
        </div>
</asp:Content>

